Repository: StanfordBDHG/ENGAGE-HF-iOS
Catalog: ENGAGEHF/Resources/Localizable.xcstrings
Source language: en
Languages: es

# %@ Date: %@
source: %1$@ Date: %2$@
es: %1$@ Fecha: %2$@

source: %@ Description
es: %@ Descripción

source: %@ More Information
es: %@ Más información

# %@ Quantity: %@
source: %1$@ Quantity: %2$@
es: %1$@ Cantidad: %2$@

# %@ Unit: %@
source: %1$@ Unit: %2$@
es: %1$@ Unidad: %2$@

source: %@x daily
es: %@ veces al día

source: About %@
es: Acerca de %@

source: Account Disabled
es: Cuenta deshabilitada

# ACCOUNT_NEXT
source: Next
es: Siguiente

# ACCOUNT_SETUP_DESCRIPTION
source: You may login to your existing account. Or create a new one if you don't have one already.
es: Puede iniciar sesión en su cuenta existente. O crear una nueva si aún no la tiene.

# ACCOUNT_SIGNED_IN_DESCRIPTION
source: You are already logged in with the account shown below. Continue or change your account by logging out.
es: Ya ha iniciado sesión con la cuenta que se muestra a continuación. Continúe o cambie su cuenta cerrando sesión.

# ACCOUNT_SUBTITLE
source: Sign in or create an account.
es: Iniciar sesión o cree una cuenta.

# ACCOUNT_TITLE
source: Your Account
es: Su cuenta

# accountDeletionError
source: Account deletion within the app is not currently supported. Please contact your study coordinator.
es: Actualmente, no es posible eliminar la cuenta dentro de la aplicación. Contacte con el coordinador del estudio.

source: Add
es: Añadir

source: Add Measurement: %@
es: Añadir medición: %@

source: All Data
es: Todos los datos

source: An error occurred: %@
es: Ocurrió un error: %@

source: An invitation code is at least 8 characters long.
es: El código de invitación tiene al menos 8 caracteres.

source: Appointments
es: Citas

source: Attempted to add a symptom score without first taking survey.
es: Se intentó añadir la puntuación de un síntoma sin realizar primero el cuestionario.

source: Average
es: Promedio

# bloodPressureMissing
source: No blood pressure measurements available. Please connect your Blood Pressure Cuff device to begin recording.
es: No hay mediciones de presión arterial disponibles. Conecte su tensiómetro para comenzar el registro.

source: Bluetooth Devices
es: Dispositivos Bluetooth

source: BPM
es: PPM

source: Cancel
es: Cancelar

source: Contacts
es: Contactos

# CONTACTS_NAVIGATION_TITLE
source: Contacts
es: Contactos

source: Current
es: Actual

source: Current Dose:
es: Dosis actual:

source: daily
es: diariamente

source: Date
es: Fecha

# defaultLoadingError
source: Something went wrong
es: Algo salió mal

source: Diastolic
es: Diastólica

source: Dismiss Button
es: Botón de descarte

source: Education
es: Educación

source: Education Video Inspect Button
es: Botón de inspección del video educativo

source: Empty %@ List
es: Lista %@ vacía

source: Enable Notifications in Settings
es: Habilitar notificaciones en la configuración

source: ENGAGE-HF Application Loading Screen
es: Pantalla de carga de la aplicación ENGAGE-HF

source: ENGAGE-HF Icon
es: Ícono de ENGAGE-HF

source: Expansion Button
es: Botón de expansión

# Expires in: %lld:%@
source: Expires in: %1$lld:%2$@
es: Caduca el: %1$lld:%2$@

source: Failed to fetch HKUnits for the given samples.
es: No se pudo obtener la información de HKUnits para las muestras proporcionadas.

source: Failed to identify HKSample concrete subclass.
es: No se pudo identificar la subclase concreta de HKSample.

source: Failed to save new %@ measurement.
es: No se pudo guardar la nueva medición de %@.

source: Generating Health Summary
es: Generando resumen de salud

source: Generating QR Code
es: Generar código QR

source: Graph Selection
es: Selección de gráfico

source: Health Summary
es: Resumen de salud

source: Health Summary Link
es: Enlace al resumen de salud

source: Health Summary QR Code
es: Código QR del resumen de salud

source: Health Summary Share Mode
es: Modo compartir resumen de salud

source: Heart Health
es: Salud cardíaca

# heartRateMissing
source: No recent heart rate measurements available. Please connect your Blood Pressure Cuff device to begin recording.
es: No hay mediciones recientes de frecuencia cardíaca disponibles. Conecte su tensiómetro para comenzar el registro.

source: Hold down the Bluetooth button for 3 seconds to put the device into pairing mode.
es: Mantenga presionado el botón de Bluetooth durante 3 segundos para activar el modo de emparejamiento.

source: Home
es: Inicio

source: Inactivity
es: Inactividad

source: Input: %@
es: Entrada: %@

# INTERESTING_MODULES_AREA1_DESCRIPTION
source: Pair with the provided weight scale and blood pressure cuff in Bluetooth settings.
es: Empareje con la báscula y el tensiómetro proporcionados en la configuración de Bluetooth.

# INTERESTING_MODULES_AREA1_TITLE
source: Connect Devices
es: Conectar dispositivos

# INTERESTING_MODULES_AREA2_DESCRIPTION
source: Use the weight scale and blood pressure cuff to record health data in Heart Health.
es: Use la báscula y el tensiómetro para registrar datos de salud en Salud cardíaca.

# INTERESTING_MODULES_AREA2_TITLE
source: Record Health Data
es: Registrar los datos de salud

# INTERESTING_MODULES_AREA3_DESCRIPTION
source: See your medication dosage, schedule, and updates in Medications.
es: Consulte la dosis, el horario y las actualizaciones de sus medicinas en Medicamentos.

# INTERESTING_MODULES_AREA3_TITLE
source: Tune Medications
es: Ajustar medicamentos

# INTERESTING_MODULES_AREA4_DESCRIPTION
source: Generate and export a full PDF health report in Health Summary.
es: Genere y exporte un informe de salud completo en PDF en Resumen de salud.

# INTERESTING_MODULES_AREA4_TITLE
source: Summarize
es: Resumir

# INTERESTING_MODULES_AREA5_DESCRIPTION
source: Learn more about your medications and heart health in Education.
es: Aprenda más sobre sus medicamentos y su salud cardíaca en Educación.

# INTERESTING_MODULES_AREA5_TITLE
source: Learn
es: Aprenda más

# INTERESTING_MODULES_BUTTON
source: Next
es: Siguiente

# INTERESTING_MODULES_SUBTITLE
source: Together we will...
es: Juntos podremos...

# INTERESTING_MODULES_TITLE
source: Key Features
es: Características clave

source: Invitation Code
es: Código de invitación

source: Legend
es: Leyenda

# LICENSE_INFO_TITLE
source: License Information
es: Información de licencia

source: Logout
es: Cerrar sesión

source: measurement
es: medición

source: measurements
es: mediciones

source: Medication Label: %@
es: Etiqueta del medicamento: %@

source: Medications
es: Medicamentos

source: Messages
es: Mensajes

source: Mild
es: Leve

source: Minimal
es: Mínimo

source: Moderate
es: Moderado

source: More information is needed to make a recommendation.
es: Se necesita más información para hacer una recomendación.

source: No Contacts Available
es: No hay contactos disponibles

source: No Data
es: Sin datos

source: No Educational Videos
es: No hay videos educativos

source: No medication recommendations
es: No hay recomendaciones de medicamentos

source: No recent %@ measurement available
es: No hay mediciones recientes de %@ disponibles

source: No vitals
es: No hay signos vitales

source: None
es: Ninguno

source: Not Started
es: No ha iniciado

# NOTIFICATION_PERMISSIONS_BUTTON
source: Allow Notifications
es: Permitir notificaciones

# NOTIFICATION_PERMISSIONS_DESCRIPTION
source: We will send notifications to your device to alert you of changes to your medication recommendations and remind you of upcoming appointments.
es: Le enviaremos notificaciones a su dispositivo para avisarle sobre cambios en sus recomendaciones de medicamentos y recordarle sus próximas citas.

# NOTIFICATION_PERMISSIONS_SUBTITLE
source: Allow push notifications?
es: ¿Permitir notificaciones emergentes?

# NOTIFICATION_PERMISSIONS_TITLE
source: Notifications
es: Notificaciones

source: Notifications
es: Notificaciones

source: One-time Code
es: Código de un solo uso

source: Organization
es: Organización

source: Play Video
es: Reproducir video

source: Please enter your invitation code to join the ENGAGE-HF study.
es: Ingrese su código de invitación para unirse al estudio de ENGAGE-HF.

source: Process timed out.
es: Tiempo de espera agotado.

# Processing %lld %@...
source: Processing %1$lld %2$@...
es: Procesando %1$lld %2$@...

source: Processing questionnaire...
es: Procesando cuestionario...

source: Processing...
es: Procesando...

source: QR Code
es: Código QR

source: QR code for sharing your health summary with your doctor
es: Código QR para compartir su resumen de salud con su médico

source: Questionnaire Loading
es: Cargando cuestionario

source: Receive notifications of changes in vital trends.
es: Reciba notificaciones sobre cambios en las tendencias de signos vitales.

source: Receive reminders for appointments (one day before), symptom surveys, and vital measurements.
es: Reciba recordatorios de citas (un día antes), cuestionarios de síntomas y mediciones de signos vitales.

source: Receive updates when current medications and medication recommendations change.
es: Reciba actualizaciones cuando cambien los medicamentos y las recomendaciones actuales.

source: Recent Vitals
es: Signos vitales recientes

source: Recommendations
es: Recomendaciones

source: Redeem Invitation Code
es: Canjear código de invitación

source: Reminders
es: Recordatorios

source: Resolution Picker
es: Selector de resolución

source: Review
es: Revisión

source: Score
es: Puntuación

source: Section Expander
es: Expandir sección

source: See Health Summary
es: Consulte el resumen de salud

source: See Heart Health
es: Consulte la salud cardíaca

source: See Medications
es: Consulte los medicamentos

source: Self-Managed
es: Autogestionado

source: Series
es: Serie

source: Severe
es: Grave

source: Share Link
es: Compartir enlace

source: Show less
es: Mostrar menos

source: Show more
es: Mostrar más

source: Skip
es: Omitir

source: Start Questionnaire
es: Iniciar cuestionario

source: Survey
es: Cuestionario

# symptomDizziness
source: Your dizziness is important to keep track of because dizziness can be a side effect of your heart or your heart medicines.
es: Es importante controlar sus mareos, ya que pueden ser un efecto secundario de su corazón o de sus medicamentos para el corazón.

# symptomOverall
source: This score shows how your heart failure affects you overall. You can score 0 to 100. A higher score means you are doing better. Over 80 is often considered doing well. A goal of heart medicines is to improve this score over time or keep it from decreasing.
es: Esta puntuación muestra cómo le afecta la insuficiencia cardíaca en general. Puede obtener una puntuación de 0 a 100. Una puntuación más alta significa que está mejor. Más de 80 a menudo se considera que está bien. Un objetivo de los medicamentos para el corazón es mejorar esta puntuación con el tiempo o evitar que disminuya.

# symptomPhysical
source: This represents how your heart affects your ability to do activity. Higher scores mean you are less limited, and over 80 is often considered doing well.
es: Esto representa cómo su corazón afecta su capacidad para realizar actividades. Las puntuaciones más altas significan que está menos limitado, y por encima de 80 se considera que está bien.

# symptomQuality
source: This score represents how content you are with your heart symptoms. Higher scores mean you are overall more content, while lower scores mean you are less satisfied with how you are doing.
es: Esta puntuación representa su nivel de satisfacción con sus síntomas cardíacos. Las puntuaciones más altas significan que está más satisfecho en general, mientras que las puntuaciones más bajas significan que está menos satisfecho con su rendimiento.

source: Symptoms Picker Chevron
es: Selector de síntomas Chevron

# symptomsMissing
source: No symptom scores available. Please complete the KCCQ-12 survey to begin recording symptoms history.
es: No hay puntuaciones de síntomas disponibles. Complete la encuesta KCCQ-12 para comenzar a registrar su historial de síntomas.

# symptomSocial
source: This score represents how your heart affects your ability to do social activities. Higher scores mean you are able to do more, while lower scores mean you are more limited by your heart.
es: Esta puntuación representa cómo su corazón afecta su capacidad para realizar actividades sociales. Las puntuaciones más altas significan que puede hacer más, mientras que las puntuaciones más bajas significan que está más limitado por su corazón.

# symptomSpecific
source: This represents the frequency you are experiencing heart-related symptoms. Higher scores mean less frequent symptoms and lower scores mean more frequent symptoms.
es: Esto representa la frecuencia con la que experimenta síntomas relacionados con el corazón. Las puntuaciones más altas significan síntomas menos frecuentes y las puntuaciones más bajas significan síntomas más frecuentes.

source: Systolic
es: Sistólica

source: Target
es: Objetivo

source: Thank you for participating in the ENGAGE-HF study!
es: ¡Gracias por participar en el estudio ENGAGE-HF!

source: The invitation code is invalid or has already been used.
es: El código de invitación no es válido o ya se ha utilizado.

source: There are currently no educational videos available.
es: Actualmente no hay videos educativos disponibles.

source: This QR code can be scanned by your healthcare provider to share your health summary.
es: Su profesional de la salud puede escanear este código QR para compartir su resumen de salud.

source: Thumbnail Image: %@
es: Imagen en miniatura: %@

source: Time
es: Hora

source: Trends
es: Tendencias

source: Trigger Sheet
es: Hoja de activación

source: twice daily
es: dos veces al día

source: Unable to create time interval for date: %@
es: No se puede crear un intervalo de tiempo para la fecha: %@

source: Unable to delete measurement, check network connection.
es: No se puede eliminar la medición; verifique la conexión de red.

source: Unable to load questionnaire.
es: No se puede cargar el cuestionario.

source: Unknown Thumbnail
es: Imagen en miniatura desconocida

source: Update data
es: Actualización de datos

source: Updates
es: Actualizaciones

source: User authentication failed. Please try to sign in again.
es: Error de autenticación de usuario. Intente iniciar sesión nuevamente.

source: User not signed in.
es: Sesión de usuario no iniciada.

source: Very Severe
es: Muy Grave

source: Vitals
es: Signos vitales

# vitalsBloodPressure
source: Blood pressure measures the force in your blood vessels as your heart pumps blood in your body. Check your blood pressure daily to track your heart and how it is responding to your meds. The top number of the blood pressure (called systolic) should be under 130 mmHg. The blood pressure that is too low is different for each person and should be discussed with your care team. If your blood pressure is too low, it can make you feel dizzy. Do not exercise in the 30 minutes before taking your blood pressure. Make sure the cuff fits well around your upper arm, and keep your legs uncrossed. For more info, see the blood pressure video.
es: La presión arterial mide la fuerza en los vasos sanguíneos mientras el corazón bombea sangre en el cuerpo. Revise su presión arterial diariamente para supervisar su corazón y cómo responde a sus medicamentos. La cifra más alta de la presión arterial (llamada sistólica) debe ser inferior a 130 mmHg. La presión arterial demasiado baja varía según la persona y debe consultarse con el equipo médico. Si la presión arterial es demasiado baja, puede sentirse mareado. No haga ejercicio durante los 30 minutos previos a la toma de la presión arterial. Asegúrese de que el brazalete se ajuste bien al brazo y mantenga las piernas sin cruzar. Para más información, vea el video sobre la presión arterial.

# vitalsHeartRate
source: Heart rate is the number of times your heart beats per minute. Checking your heart rate helps your care team see how you are responding to your meds and if any meds need to be changed. Everyone’s normal heart rate is different. A heart rate under 50 can make you dizzy. If your heart rate suddenly increases and stays high, you should tell your care team. Your heart rate will be checked when you take your blood pressure. For more info, see the heart rate video.
es: La frecuencia cardíaca es el número de veces que su corazón late por minuto. Revisar su frecuencia cardíaca ayuda a su equipo médico a ver cómo está respondiendo a sus medicamentos y si es necesario cambiar alguno. La frecuencia cardíaca normal de cada persona es diferente. Una frecuencia cardíaca inferior a 50 puede causar mareos. Si su frecuencia cardíaca aumenta repentinamente y se mantiene alta, debe informarlo a su equipo médico. Se le hará seguimiento a la frecuencia cardíaca al tomarse la presión arterial. Para obtener más información, vea el video sobre la frecuencia cardíaca.

# vitalsWeight
source: When the heart is weak, your body can hold onto more salt and water and your weight can rise quickly. This can lead to trouble breathing, leg swelling, and stomach bloating. Small changes in weight are normal. But if you gain over 3 pounds in a day or over 5 pounds in a week, talk to your care team. Check your weight every day at the same time of day to see if there may be fluid buildup. For more info, see the weight video.
es: Cuando el corazón está débil, su cuerpo puede retener más sal y agua, y su peso puede aumentar rápidamente. Esto puede causar dificultad para respirar, hinchazón de piernas y distensión abdominal. Es normal que haya pequeños cambios de peso. Sin embargo, si aumenta más de 3 libras en un día o más de 5 libras en una semana, consulte con su equipo médico. Pésese todos los días a la misma hora para ver si hay acumulación de líquido. Para obtener más información, vea el video sobre el peso.

source: Weight Trends
es: Tendencias de peso

# weightMissing
source: No body weight measurements available. Please connect your Weight Scale device to begin recording.
es: No hay mediciones de peso corporal disponibles. Conecte su báscula para comenzar a registrar.

# WELCOME_AREA1_DESCRIPTION
source: Connect to your study via an invitation code from the researchers.
es: Conéctese a su estudio mediante un código de invitación de los investigadores.

# WELCOME_AREA1_TITLE
source: Join the Study
es: Únase al estudio

# WELCOME_AREA2_DESCRIPTION
source: Record and report health data automatically according to a schedule set by the research team.
es: Registre y reporte sus datos de salud automáticamente según un cronograma establecido por el equipo de investigación.

# WELCOME_AREA2_TITLE
source: Complete Health Checks
es: Complete sus chequeos de salud

# WELCOME_AREA3_DESCRIPTION
source: Visualize your heart health progress throughout participation in the study.
es: Visualice el progreso de su salud cardíaca durante su participación en el estudio.

# WELCOME_AREA3_TITLE
source: Visualize Data
es: Visualizar datos

# WELCOME_BUTTON
source: Learn More
es: Más información

# WELCOME_SUBTITLE
source: Remote study participation made easy.
es: Participación remota y simplificada en estudios.

# WELCOME_TITLE
source: Welcome to ENGAGE-HF
es: Bienvenido a ENGAGE-HF

source: You are not on this medication, but it might be helpful in the future.
es: No está tomando este medicamento, pero podría ser útil en el futuro.

source: You are on this medication, but may benefit from a higher dose.
es: Está tomando este medicamento, pero podría beneficiarse de una dosis más alta.

source: You are on your target dose.
es: Está en su dosis objetivo.

source: Your account was deactivated by your study coordinator.
es: Su cuenta fue desactivada.
